{"bookInterface":{"book":"Название","author":"Автор","releaseDate":"Дата выпуска","availability":"Наличие","userlogin":"На руках у","returnDate":"Дата возврата"},"usersBookInterface":{"book":"Название","releaseDate":"Дата выпуска","returnDate":"Дата возврата"},"booksList":[{"id":"unicid","book":"Одиссея","author":"Гомер","releaseDate":"21.12.2020","availability":"Есть наличии","userlogin":"","userID":"","returnDate":"","content":"Действительно ли Гомер написал эти поэмы? Был ли он слепым? И существовал в принципе? Эти и другие вопросы до сих пор остаются без ответа, но меркнут перед лицом вечности и ценности самих текстов. Эпическая 'Илиада, рассказывающая о Троянской войне, долгое время была более известна, чем 'Одиссея', и в большей степени повлияла на европейскую литературу. Зато странствия Одиссея, написанные простым языком, - это почти роман, возможно, первый из дошедших до нас.","img":"6e12ba03-a6f8-4c88-a6d7-75000f5551f6(3.jpg).jpg"},{"id":"unicid2","book":"Приключения Оливера Твиста","author":"Чарльз Диккенс","releaseDate":"22.2.2222","availability":"Нет в наличии","userlogin":"my useer -_-","userID":1234,"returnDate":"1 returnDate","content":"Новаторский роман, показывающий реальную жизнь без прикрас, Диккенс сочинил в возрасте 26 лет. Сильно напрягать воображение ему не пришлось: главный герой, живший в нищете - это сам автор, чья семья разорилась, когда будущий писатель был совсем ребенком. И даже фамилию главного злодея Фейгина Диккенс взял из жизни, позаимствовав, впрочем, у лучшего друга. Выход 'Оливера Твиста' произвел в Англии эффект разорвавшейся бомбы: общество, в частности, наперебой обсуждало - и осудило - детский труд. Благодаря роману читатели узнали, что литература может выполнять функции зеркала."},{"id":"unicid3","book":"Гордость и предубеждение","author":"Джейн Остин","releaseDate":"2.2.2222","availability":"Нет в наличии","userlogin":"Dmitriy129","userID":43238696,"returnDate":"6/0/2021","content":"Краеугольный для британской литературы текст, столь же классический, что и 'Евгений Онегин' в России. Тихая домашняя барышня Остин написала 'Гордость' совсем юной, но опубликовала лишь спустя 15 лет, после успеха книги 'Разум и чувства'. Феномен Остин, кроме всего прочего, в том, что почти все ее романы - классика, но 'Гордость и предубеждение' выделяются на общем фоне наличием одной из самых удивительных пар в мировой литературе - Элизабет Беннет и мистера Дарси. Дарси и вовсе имя нарицательное, без него Британия - не Британия. Вообще, 'Гордость и предубеждение' - тот самый случай, когда вывеска 'женский роман' вызывает не ухмылку, а восхищение."},{"id":"unicid4","book":"Игра в классики","author":"Хулио Кортасар","releaseDate":"2.2.1111","availability":"Есть в наличии","userlogin":"","userID":"","returnDate":"","content":"Формально к родной для Кортасара Аргентине действие книги имеет мало отношения, но дух все того же магического реализма витает над каждой страницей, даже если речь идет о Париже. А еще это непростой во всех отношениях роман, предлагающий читателю поиграть в процессе чтения. 'Я писал длинные пассажи 'Игры…' без какой-либо идеи относительно того, где они могли быть расположенными или какова была их причина', - напишет позже Кортасар. Жизнь главного героя Орасио Оливейра и его богемных друзей в Париже затягивает как в омут, а открытый финал лишает покоя. Знаменитый художник Пабло Неруда утверждал: 'Кто не читал Кортасара, тот обречен'. Высокопарно, но в целом по делу."}],"users":[{"id":1234,"name":"name","surname":"surname","login":"my useer -_-","accessToken":"exampleToken_-_-_-_","books":["unicid2"]},{"id":43238696,"name":"Ahhhhhhh","surname":"ahhhhhhh","login":"Dmitriy129","img":"https://avatars1.githubusercontent.com/u/43238696?v=4","accessToken":"891f4948-b774-4634-9929-301e3d44fdb5","books":["unicid3"]}]}